/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Stoppa";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Avbryt sökning";

/* alert button */
"Continue" = "Fortsätt";

/* alert button */
"Continue scan" = "Fortsätt sökning";

/* alert button */
"Ignore" = "Ignorera";

/* alert button */
"Ignore plug-in" = "Ignorera insticksfil";

/* alert button */
"Open plug-in graphic interface" = "Öppna det grafiska gränssnittet för insticksfilen";

/* alert button */
"Start Plug-In Manager" = "Starta instickshanteraren";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Hej ^P-användare!\nDu har aktiverat %ld Audio Units-enhet(er) som inte klarade Apples AU-kontroll. Detta kan orsaka problem och till och med krascha ^P eller leda till dataförlust! Kontakta tillverkare för att kontrollera om det finns uppdaterade versioner. Vi rekommenderar att du avaktiverar dessa insticksfiler i insticksfilshanteraren.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Endast Audio Units-enheter som har avsökts blir tillgängliga i ^P.\nAvsökningen fortsätter nästa gång du startar ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Unit-enheten ”%1$@” från ”%2$@” är inte auktoriserad på rätt sätt för att användas på detta system.\nLäs dokumentationen som följde med insticksfilen om du vill veta mer om dess kopieringsskydd.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Unit-enheten ”%1$@” från ”%2$@” är inte auktoriserad på rätt sätt för att användas på detta system.\nLäs dokumentationen som följde med insticksfilen om du vill veta mer om dess kopieringsskydd. Du kan öppna insticksfilens grafiska gränssnitt nu om du vill hantera kopieringsskydd.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Under kontrollen av Audio Units-kompatibilitet påträffade ^P %ld insticksfil(er) för Audio Units som inte passerade Apples AU-kontroll. De här insticksfilerna undantas från vidare användning i ^P så att möjliga problem eller krascher undviks. Du kan starta insticksfilshanteraren för att granska kontrollresultaten eller fortsätta startprocessen.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P avslutades oväntat vid försök att använda Audio Unit-enheten ”%1$@” med ”%2$@”.\nInsticksfilen kan behöva uppdateras.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Ett fel inträffade med en installerad Audio Units-insticksfil.";

/* alert title */
"Audio Unit authorization error." = "Auktoriseringsfel för Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Icke-kompatibla Audio Units-enheter funna.";

/* alert title */
"You are about to abort the scan process." = "Du håller på att avbryta avsökningen.";

/* alert title */
"You are using incompatible Audio Units." = "De Audio Units-enheter du använder är inte kompatibla.";

/* audio unit type */
"MIDI processor" = "MIDI-processor";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-styrd effekt";

/* audio unit type */
"effect" = "effekt";

/* audio unit type */
"format converter" = "formatkonverterare";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mixer";

/* audio unit type */
"offline effect" = "frånkopplad effekt";

/* audio unit type */
"output unit" = "utmatningsenhet";

/* audio unit type */
"panner" = "stereoljud";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Söker efter Audio Units-insticksfiler…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Uppdaterar information om Audio Units-insticksfiler…";

/* possible validation result */
"couldn’t be opened" = "kunde inte öppnas";

/* possible validation result */
"crashed validation" = "valideringen kraschade";

/* possible validation result */
"failed validation" = "valideringen misslyckades";

/* possible validation result */
"not authorized" = "ej behörig";

/* possible validation result */
"not validated due to internal error" = "ej validerad på grund av internt fel";

/* possible validation result */
"not yet validated" = "inte validerad än";

/* possible validation result */
"successfully validated" = "valideringen slutförd";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Avsöker Audio Units-enheter (%1$d av %2$d klara)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Avsöker Audio Units-enheter (%1$ld av %2$ld klara)";

/* used for invalid version numbers */
"invalid" = "ogiltig";

/* used when value transformer can’t interpret given object */
"unknown" = "okänd";
